Repository: dheerajjha/structured
Catalog: structured/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

source: Tasks without a scheduled time live here. Great for capturing ideas and to-dos.
ar: هنا توجد المهام التي بلا وقت محدد. مكان رائع لتدوين الأفكار وقوائم المهام.
de: Hier landen Aufgaben ohne festen Zeitpunkt. Ideal, um Ideen und To-dos festzuhalten.
es: Aquí van las tareas sin hora fijada. Ideal para apuntar ideas y pendientes.
fr: Les tâches sans heure définie atterrissent ici. Parfait pour noter idées et choses à faire.
hi: जिन कार्यों के लिए समय तय नहीं है, वे यहाँ रहते हैं। विचार और टू-डू लिखने के लिए बढ़िया जगह।
it: Qui ci sono le attività senza un orario fissato. Perfetto per annotare idee e cose da fare.
ja: 時間が決まっていないタスクはここに入ります。 アイデアやToDoのメモにぴったりです。
ko: 시간이 정해지지 않은 작업이 이곳에 모입니다. 아이디어와 할 일을 적어두기에 좋습니다.
pt_br: As tarefas sem horário ficam aqui. Ótimo para anotar ideias e afazeres.
ru: Здесь находятся задачи без назначенного времени. Удобно фиксировать идеи и дела.
zh_hans: 没有安排时间的任务都在这里。 方便随手记下想法和待办。

source: Tell me your plans...
ar: أخبرني بخططك...
de: Erzähl mir von deinen Plänen…
es: Cuéntame tus planes...
fr: Dis-moi tes plans…
hi: अपनी योजनाएं बताएं...
it: Dimmi i tuoi programmi...
ja: 予定を教えてください…
ko: 계획을 알려주세요...
pt_br: Conte seus planos...
ru: Расскажите о планах…
zh_hans: 告诉我你的计划……

source: That's a great plan.
ar: هذه خطة رائعة.
de: Das ist ein toller Plan.
es: Es un gran plan.
fr: Excellent plan.
hi: यह बढ़िया योजना है।
it: È un ottimo piano.
ja: 素敵なプランですね。
ko: 멋진 계획이에요.
pt_br: É um ótimo plano.
ru: Отличный план.
zh_hans: 这是个好计划。

source: Tickd will help you start your day right.
ar: سيساعدك Tickd على بداية يوم رائع.
de: Tickd hilft dir, deinen Tag richtig zu starten.
es: Tickd te ayudará a empezar el día con buen pie.
fr: Tickd t'aidera à bien commencer ta journée.
hi: Tickd आपको दिन की सही शुरुआत में मदद करेगा।
it: Tickd ti aiuterà a iniziare bene la giornata.
ja: Tickdが一日のスタートを支えます。
ko: Tickd가 하루를 잘 시작하도록 도와드려요.
pt_br: O Tickd vai te ajudar a começar bem o dia.
ru: Tickd поможет правильно начать день.
zh_hans: Tickd 帮你开启美好的一天。

source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
hi: समय
it: Orario
ja: 時刻
ko: 시각
pt_br: Horário
ru: Время
zh_hans: 时间

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fr: Demain
hi: कल
it: Domani
ja: 明日
ko: 내일
pt_br: Amanhã
ru: Завтра
zh_hans: 明天

source: Unschedule
ar: إلغاء الجدولة
de: Aus Plan entfernen
es: Quitar de la agenda
fr: Retirer du planning
hi: शेड्यूल हटाएं
it: Rimuovi dalla pianificazione
ja: スケジュールから外す
ko: 예약 해제
pt_br: Tirar do horário
ru: Снять с расписания
zh_hans: 取消排程

source: Unscheduled
ar: غير مجدول
de: Ungeplant
es: Sin programar
fr: Non planifié
hi: अनिर्धारित
it: Non pianificate
ja: 未スケジュール
ko: 예약 안 함
pt_br: Sem horário
ru: Без расписания
zh_hans: 未排程

source: Unexpected response format.
ar: تنسيق الاستجابة غير متوقّع.
de: Unerwartetes Antwortformat.
es: Formato de respuesta inesperado.
fr: Format de réponse inattendu.
hi: अप्रत्याशित प्रतिक्रिया प्रारूप।
it: Formato di risposta inatteso.
ja: 想定外の応答形式です。
ko: 예상치 못한 응답 형식입니다.
pt_br: Formato de resposta inesperado.
ru: Непредвиденный формат ответа.
zh_hans: 响应格式异常。

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本

source: wake up
ar: استيقظت
de: aufstehen
es: te despertaste
fr: te réveiller
hi: जागे
it: ti svegli
ja: 起きました
ko: 일어나
pt_br: acordou
ru: проснулись
zh_hans: 起床

source: Wake Up Time
ar: وقت الاستيقاظ
de: Aufstehzeit
es: Hora de despertarse
fr: Heure du réveil
hi: जागने का समय
it: Ora della sveglia
ja: 起床時刻
ko: 기상 시각
pt_br: Hora de acordar
ru: Время подъёма
zh_hans: 起床时间

source: What's on the agenda today?
ar: ما خطّتك اليوم؟
de: Was steht heute auf dem Plan?
es: ¿Qué tienes en la agenda hoy?
fr: Au programme aujourd'hui ?
hi: आज की योजना क्या है?
it: Cosa c'è in programma oggi?
ja: 今日の予定は？
ko: 오늘 일정은 어떻게 되나요?
pt_br: O que tem na agenda hoje?
ru: Что в планах на сегодня?
zh_hans: 今天的日程是？

source: What do you have planned for the day?
ar: ما الذي خطّطت له اليوم؟
de: Was hast du dir für heute vorgenommen?
es: ¿Qué tienes planeado para hoy?
fr: Quels sont tes plans pour la journée ?
hi: आज दिन के लिए क्या योजना है?
it: Cos'hai in programma per oggi?
ja: 今日はどんな予定ですか？
ko: 오늘 어떤 계획이 있나요?
pt_br: O que você planejou para hoje?
ru: Что вы запланировали на сегодня?
zh_hans: 今天有什么安排？

source: What's up
ar: ما الذي
de: Was kommt
es: ¿Qué viene
fr: Quoi de
hi: आगे क्या
it: Cosa c'è
ja: 次は何を
ko: 다음은
pt_br: O que vem
ru: Что
zh_hans: 接下来

source: What you can ask
ar: ما يمكنك سؤاله
de: Was du fragen kannst
es: Qué puedes preguntar
fr: Ce que tu peux demander
hi: आप क्या पूछ सकते हैं
it: Cosa puoi chiedere
ja: 質問できること
ko: 물어볼 수 있는 것
pt_br: O que você pode perguntar
ru: Что можно спросить
zh_hans: 你可以问什么

source: When did you
ar: متى
de: Wann bist du
es: ¿Cuándo te
fr: Quand t'es-tu
hi: आप कब
it: A che ora
ja: いつ
ko: 언제
pt_br: Que horas você
ru: Во сколько вы
zh_hans: 你几点

source: When will you
ar: متى
de: Wann gehst du
es: ¿Cuándo te vas a
fr: Quand vas-tu
hi: आप कब
it: A che ora
ja: いつ
ko: 언제
pt_br: Que horas você vai
ru: Во сколько вы
zh_hans: 你几点

source: Wind Down
ar: الاسترخاء
de: Ausklingen
es: Relajarse
fr: Détente
hi: विश्राम
it: Riposo
ja: 就寝準備
ko: 잠자리 준비
pt_br: Hora de relaxar
ru: Отдых
zh_hans: 放松

source: Wind Down default
ar: الإعداد الافتراضي لـ«الاسترخاء»
de: Standard für „Ausklingen“
es: Predeterminado para Relajarse
fr: Par défaut pour Détente
hi: विश्राम का डिफ़ॉल्ट
it: Predefinito per Riposo
ja: 「就寝準備」のデフォルト
ko: ‘잠자리 준비’ 기본값
pt_br: Padrão de Hora de relaxar
ru: Стандарт для «Отдыха»
zh_hans: 「放松」默认时间

source: Welcome to
ar: مرحبًا بك في
de: Willkommen bei
es: Te damos la bienvenida a
fr: Bienvenue dans
hi: आपका स्वागत है
it: Ti diamo il benvenuto in
ja: ようこそ
ko: 환영합니다
pt_br: Boas-vindas ao
ru: Добро пожаловать в
zh_hans: 欢迎使用

source: You're all set! It's time to achieve your goals.
ar: جاهز تمامًا! حان وقت تحقيق أهدافك.
de: Alles bereit! Zeit, deine Ziele zu erreichen.
es: ¡Todo listo! Es hora de cumplir tus objetivos.
fr: Tout est prêt ! Il est temps d'atteindre tes objectifs.
hi: सब तैयार! अब अपने लक्ष्य हासिल करने का समय है।
it: Tutto pronto! È il momento di raggiungere i tuoi obiettivi.
ja: 準備完了です！目標を叶える時間です。
ko: 모든 준비 완료! 이제 목표를 이룰 시간이에요.
pt_br: Tudo pronto! É hora de alcançar suas metas.
ru: Готово! Пора достигать целей.
zh_hans: 一切就绪！是时候实现你的目标了。

source: Your Tickd Plan:
ar: خطّة Tickd الخاصة بك:
de: Dein Tickd-Plan:
es: Tu plan en Tickd:
fr: Ton plan Tickd :
hi: आपकी Tickd योजना:
it: Il tuo piano Tickd:
ja: あなたのTickdプラン：
ko: 당신의 Tickd 계획:
pt_br: Seu plano no Tickd:
ru: Ваш план в Tickd:
zh_hans: 你的 Tickd 计划：

source: Your task
ar: مهمتك
de: Deine Aufgabe
es: Tu tarea
fr: Ta tâche
hi: आपका कार्य
it: La tua attività
ja: あなたのタスク
ko: 당신의 작업
pt_br: Sua tarefa
ru: Ваша задача
zh_hans: 你的任务

source: Rise and Shine will use this time on new days.
ar: سيستخدم «الاستيقاظ» هذا الوقت في الأيام الجديدة.
de: „Aufstehen“ verwendet diese Zeit an neuen Tagen.
es: ¡Arriba! usará esta hora los días nuevos.
fr: Réveil utilisera cette heure pour les nouveaux jours.
hi: नए दिनों के लिए «उठो और चमको» यह समय इस्तेमाल करेगा।
it: Sveglia userà questo orario nei nuovi giorni.
ja: 新しい日には「起床」がこの時刻を使います。
ko: 새로운 날에는 ‘기상’이 이 시각을 사용합니다.
pt_br: Bom dia! usará este horário em dias novos.
ru: «Подъём» будет использовать это время в новых днях.
zh_hans: 「起床」将在新的日子里使用这个时间。

source: Wind Down will use this time on new days.
ar: سيستخدم «الاسترخاء» هذا الوقت في الأيام الجديدة.
de: „Ausklingen“ verwendet diese Zeit an neuen Tagen.
es: Relajarse usará esta hora los días nuevos.
fr: Détente utilisera cette heure pour les nouveaux jours.
hi: नए दिनों के लिए «विश्राम» यह समय इस्तेमाल करेगा।
it: Riposo userà questo orario nei nuovi giorni.
ja: 新しい日には「就寝準備」がこの時刻を使います。
ko: 새로운 날에는 ‘잠자리 준비’가 이 시각을 사용합니다.
pt_br: Hora de relaxar usará este horário em dias novos.
ru: «Отдых» будет использовать это время в новых днях.
zh_hans: 「放松」将在新的日子里使用这个时间。

source: 15 min
ar: ١٥ دقيقة
hi: 15 मि
ja: 15分
ko: 15분
ru: 15 мин
zh_hans: 15 分钟

source: 30 min
ar: ٣٠ دقيقة
hi: 30 मि
ja: 30分
ko: 30분
ru: 30 мин
zh_hans: 30 分钟

source: 45 min
ar: ٤٥ دقيقة
hi: 45 मि
ja: 45分
ko: 45분
ru: 45 мин
zh_hans: 45 分钟

source: 1 hr
ar: ساعة
de: 1 Std.
es: 1 h
fr: 1 h
hi: 1 घं
it: 1 h
ja: 1時間
ko: 1시간
pt_br: 1 h
ru: 1 ч
zh_hans: 1 小时

source: 1.5 hr
ar: ١٫٥ ساعة
de: 1,5 Std.
es: 1,5 h
fr: 1 h 30
hi: 1.5 घं
it: 1,5 h
ja: 1時間30分
ko: 1.5시간
pt_br: 1,5 h
ru: 1,5 ч
zh_hans: 1.5 小时

source: 2 hr
ar: ساعتان
de: 2 Std.
es: 2 h
fr: 2 h
hi: 2 घं
it: 2 h
ja: 2時間
ko: 2시간
pt_br: 2 h
ru: 2 ч
zh_hans: 2 小时

source: 3 hr
ar: ٣ ساعات
de: 3 Std.
es: 3 h
fr: 3 h
hi: 3 घं
it: 3 h
ja: 3時間
ko: 3시간
pt_br: 3 h
ru: 3 ч
zh_hans: 3 小时

source: 4 hr
ar: ٤ ساعات
de: 4 Std.
es: 4 h
fr: 4 h
hi: 4 घं
it: 4 h
ja: 4時間
ko: 4시간
pt_br: 4 h
ru: 4 ч
zh_hans: 4 小时

source: 5m
ar: ٥د
de: 5 Min
es: 5 min
fr: 5 min
hi: 5मि
it: 5 min
ja: 5分
ko: 5분
pt_br: 5 min
ru: 5 мин
zh_hans: 5分

source: 15m
ar: ١٥د
de: 15 Min
es: 15 min
fr: 15 min
hi: 15मि
it: 15 min
ja: 15分
ko: 15분
pt_br: 15 min
ru: 15 мин
zh_hans: 15分

source: 30m
ar: ٣٠د
de: 30 Min
es: 30 min
fr: 30 min
hi: 30मि
it: 30 min
ja: 30分
ko: 30분
pt_br: 30 min
ru: 30 мин
zh_hans: 30分

source: 45m
ar: ٤٥د
de: 45 Min
es: 45 min
fr: 45 min
hi: 45मि
it: 45 min
ja: 45分
ko: 45분
pt_br: 45 min
ru: 45 мин
zh_hans: 45分

source: 1h
ar: ساعة
de: 1 Std
hi: 1घं
ja: 1時間
ko: 1시간
ru: 1 ч
zh_hans: 1小时

source: 1.5h
ar: ١٫٥ ساعة
de: 1,5 Std
fr: 1 h 30
hi: 1.5घं
ja: 1時間30分
ko: 1.5시간
ru: 1,5 ч
zh_hans: 1.5小时

source: 2h
ar: ساعتان
de: 2 Std
hi: 2घं
ja: 2時間
ko: 2시간
ru: 2 ч
zh_hans: 2小时

# %lld/%lld subtasks
source: %1$lld/%2$lld subtasks
ar: %1$lld/%2$lld مهام فرعية
de: %1$lld/%2$lld Unteraufgaben
es: %1$lld/%2$lld subtareas
fr: %1$lld/%2$lld sous-tâches
hi: %1$lld/%2$lld उप-कार्य
it: %1$lld/%2$lld sotto-attività
ja: サブタスク %1$lld/%2$lld
ko: 하위 작업 %1$lld/%2$lld
pt_br: %1$lld/%2$lld subtarefas
ru: %1$lld/%2$lld подзадач
zh_hans: %1$lld/%2$lld 个子任务

# %lld hr %lld min free
source: %1$lld hr %2$lld min free
ar: %1$lld س %2$lld د متاحة
de: %1$lld Std. %2$lld Min. frei
es: %1$lld h %2$lld min libres
fr: %1$lld h %2$lld min libres
hi: %1$lld घं %2$lld मि खाली
it: %1$lld h %2$lld min liberi
ja: %1$lld時間%2$lld分の空き
ko: %1$lld시간 %2$lld분 비어 있음
pt_br: %1$lld h %2$lld min livres
ru: %1$lld ч %2$lld мин свободно
zh_hans: 空闲 %1$lld 小时 %2$lld 分

source: %lld hr free
ar: %lld س متاحة
de: %lld Std. frei
es: %lld h libres
fr: %lld h libres
hi: %lld घं खाली
it: %lld h liberi
ja: %lld時間の空き
ko: %lld시간 비어 있음
pt_br: %lld h livres
ru: %lld ч свободно
zh_hans: 空闲 %lld 小时

source: %lld min free
ar: %lld د متاحة
de: %lld Min. frei
es: %lld min libres
fr: %lld min libres
hi: %lld मि खाली
it: %lld min liberi
ja: %lld分の空き
ko: %lld분 비어 있음
pt_br: %lld min livres
ru: %lld мин свободно
zh_hans: 空闲 %lld 分

# %lld hr, %lld min
source: %1$lld hr, %2$lld min
ar: %1$lld س، %2$lld د
de: %1$lld Std., %2$lld Min.
es: %1$lld h, %2$lld min
fr: %1$lld h, %2$lld min
hi: %1$lld घं, %2$lld मि
it: %1$lld h, %2$lld min
ja: %1$lld時間 %2$lld分
ko: %1$lld시간 %2$lld분
pt_br: %1$lld h, %2$lld min
ru: %1$lld ч, %2$lld мин
zh_hans: %1$lld 小时 %2$lld 分

source: %lld hr
ar: %lld ساعة
de: %lld Std.
es: %lld h
fr: %lld h
hi: %lld घं
it: %lld h
ja: %lld時間
ko: %lld시간
pt_br: %lld h
ru: %lld ч
zh_hans: %lld 小时

source: %lld min
ar: %lld دقيقة
hi: %lld मि
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld 分钟

source: 0 min
ar: ٠ دقيقة
hi: 0 मि
ja: 0分
ko: 0분
ru: 0 мин
zh_hans: 0 分钟

# %lld hr %lld min
source: %1$lld hr %2$lld min
ar: %1$lld س %2$lld د
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
hi: %1$lld घं %2$lld मि
it: %1$lld h %2$lld min
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
pt_br: %1$lld h %2$lld min
ru: %1$lld ч %2$lld мин
zh_hans: %1$lld 小时 %2$lld 分

source: Create a task
ar: إنشاء مهمة
de: Aufgabe erstellen
es: Crear una tarea
fr: Créer une tâche
hi: कार्य बनाएं
it: Crea un'attività
ja: タスクを作成
ko: 작업 만들기
pt_br: Criar uma tarefa
ru: Создать задачу
zh_hans: 创建任务

source: Add to backlog
ar: إضافة إلى القائمة
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
hi: बैकलॉग में जोड़ें
it: Aggiungi alla lista
ja: バックログに追加
ko: 백로그에 추가
pt_br: Adicionar à lista
ru: В неотложные
zh_hans: 加入待办

source: Mark complete
ar: وضع علامة كمكتمل
de: Als erledigt markieren
es: Marcar como hecha
fr: Marquer comme fait
hi: पूरा चिह्नित करें
it: Segna come completata
ja: 完了にする
ko: 완료로 표시
pt_br: Marcar como concluída
ru: Отметить выполненной
zh_hans: 标记为完成

source: Add a meeting at 3pm tomorrow
ar: أضف اجتماعًا غدًا الساعة ٣ مساءً
de: Füge morgen um 15 Uhr ein Meeting hinzu
es: Añade una reunión mañana a las 3 de la tarde
fr: Ajoute une réunion demain à 15 h
hi: कल दोपहर 3 बजे की मीटिंग जोड़ें
it: Aggiungi una riunione domani alle 15
ja: 明日の午後3時にミーティングを追加
ko: 내일 오후 3시에 회의 추가해 줘
pt_br: Adicione uma reunião amanhã às 15h
ru: Добавь встречу завтра в 15:00
zh_hans: 明天下午3点加一个会议

source: Add 'read a book' unscheduled
ar: أضف «قراءة كتاب» بدون موعد
de: Füge ‚Buch lesen' ohne Zeit hinzu
es: Añade «leer un libro» sin programar
fr: Ajoute « lire un livre » sans horaire
hi: «किताब पढ़ें» बिना समय जोड़ें
it: Aggiungi «leggere un libro» senza orario
ja: 「読書」を時間なしで追加
ko: ‘책 읽기’를 시간 없이 추가해 줘
pt_br: Adicione «ler um livro» sem horário
ru: Добавь «чтение книги» без времени
zh_hans: 把「读书」加为未排程

source: Move my workout to 5pm
ar: انقل تمريني إلى ٥ مساءً
de: Verschiebe mein Workout auf 17 Uhr
es: Mueve mi entrenamiento a las 5
fr: Déplace mon entraînement à 17 h
hi: मेरा वर्कआउट 5 बजे कर दो
it: Sposta il mio allenamento alle 17
ja: トレーニングを午後5時に移動
ko: 운동을 오후 5시로 옮겨 줘
pt_br: Mova meu treino para 17h
ru: Перенеси тренировку на 17:00
zh_hans: 把锻炼移到下午5点

source: Mark Go for a Walk as done
ar: ضع علامة منجز على «الذهاب في نزهة»
de: Markiere ‚Spaziergang' als erledigt
es: Marca «Salir a caminar» como hecha
fr: Marque « Faire une promenade » comme faite
hi: «टहलने जाएं» को पूरा चिह्नित करें
it: Segna «Fare una passeggiata» come fatta
ja: 「散歩」を完了にする
ko: ‘산책하기’를 완료로 표시해 줘
pt_br: Marque «Caminhar» como concluída
ru: Отметь «Прогулку» как выполненную
zh_hans: 把「散步」标记为完成

source: What's on my schedule today?
ar: ما برنامجي اليوم؟
de: Was steht heute auf meinem Plan?
es: ¿Qué tengo hoy?
fr: Qu'est-ce que j'ai au programme aujourd'hui ?
hi: आज मेरे शेड्यूल में क्या है?
it: Cos'ho in programma oggi?
ja: 今日の予定は何ですか？
ko: 오늘 일정이 어떻게 되나요?
pt_br: O que tem na minha agenda hoje?
ru: Что у меня сегодня?
zh_hans: 今天的日程是什么？

source: How can I arrange my day better?
ar: كيف يمكنني تنظيم يومي بشكل أفضل؟
de: Wie kann ich meinen Tag besser einteilen?
es: ¿Cómo puedo organizar mejor mi día?
fr: Comment mieux organiser ma journée ?
hi: मैं अपना दिन कैसे बेहतर तरीके से व्यवस्थित कर सकता हूँ?
it: Come posso organizzare meglio la mia giornata?
ja: 今日のスケジュールをもっと良くするには？
ko: 오늘 하루를 어떻게 더 잘 짤 수 있을까요?
pt_br: Como posso organizar melhor meu dia?
ru: Как лучше распределить день?
zh_hans: 怎样才能把今天安排得更好？

source: stay focused
ar: ابقَ مركّزًا
de: konzentriert bleiben
es: mantente concentrado
fr: rester concentré
hi: ध्यान केंद्रित रखें
it: mantieni la concentrazione
ja: 集中する
ko: 집중을 유지하다
pt_br: manter o foco
ru: оставаться сосредоточенным
zh_hans: 保持专注

source: cut through distractions with a clear plan
ar: تخلّص من التشتيت بخطة واضحة
de: mit einem klaren Plan Ablenkungen ausblenden
es: elimina distracciones con un plan claro
fr: évacuer les distractions avec un plan clair
hi: स्पष्ट योजना से ध्यान भटकाव हटाएं
it: elimina le distrazioni con un piano chiaro
ja: 明確なプランで邪魔を断ち切る
ko: 명확한 계획으로 방해 요소를 줄여요
pt_br: elimine distrações com um plano claro
ru: убрать отвлечения с помощью чёткого плана
zh_hans: 用清晰的计划摆脱干扰

source: keep control
ar: حافظ على السيطرة
de: den Überblick behalten
es: mantén el control
fr: garder le contrôle
hi: नियंत्रण बनाए रखें
it: mantieni il controllo
ja: 主導権を握る
ko: 흐름을 주도하다
pt_br: manter o controle
ru: сохранять контроль
zh_hans: 掌握节奏

source: on your busiest days
ar: حتى في أكثر أيامك ازدحامًا
de: auch an deinen vollsten Tagen
es: incluso en tus días más ocupados
fr: même les jours les plus chargés
hi: अपने सबसे व्यस्त दिनों में
it: anche nei giorni più impegnati
ja: 忙しい日でも
ko: 가장 바쁜 날에도
pt_br: mesmo nos dias mais corridos
ru: даже в самые загруженные дни
zh_hans: 再忙的日子也能

source: achieve your goals
ar: حقّق أهدافك
de: deine Ziele erreichen
es: cumple tus objetivos
fr: atteindre tes objectifs
hi: अपने लक्ष्य पाएं
it: raggiungi i tuoi obiettivi
ja: 目標を叶える
ko: 목표를 이루다
pt_br: alcançar suas metas
ru: достигать целей
zh_hans: 实现你的目标

source: in the long haul
ar: على المدى الطويل
de: auf lange Sicht
es: a largo plazo
fr: sur le long terme
hi: लंबे समय में
it: nel lungo periodo
ja: 長い目で見て
ko: 장기적으로
pt_br: no longo prazo
ru: в долгосрочной перспективе
zh_hans: 在长期中
